[
  {
    "Control": "Where is the world’s largest ice sheet located today?",
    "Formal": "Could you please indicate the location of the Earth’s largest existing ice sheet as of today?",
    "Casual": "Hey — so, where’s the biggest ice sheet on Earth these days?",
    "Confident": "The largest ice sheet in the world is located in Antarctica — no doubt about it.",
    "Hesitant": "Um — do you know where the world’s largest ice sheet is located today?",
    "Analytical": "Based on current geophysical data, where is the planet’s largest ice sheet situated?",
    "Emotional": "I’m curious and a bit in awe — where is the world’s biggest sheet of ice right now?",
    "Optimistic": "I believe there’s a huge ice sheet covering Antarctica — could you tell me exactly where it is?",
    "Pessimistic": "If you had to guess: where’s the world’s largest ice sheet now — and doesn’t that feel a bit ominous?"
  },
  {
    "Control": "Who lives in the imperial palace in Tokyo?",
    "Formal": "Would you kindly specify who presently resides within the Imperial Palace in Tokyo?",
    "Casual": "So — who lives in the Tokyo Imperial Palace these days?",
    "Confident": "The Imperial Palace in Tokyo is home to the Emperor, his family, and associated royal persons.",
    "Hesitant": "Do you know who lives in the Tokyo Imperial Palace now…?",
    "Analytical": "According to recent records, who inhabits the Imperial Palace in Tokyo?",
    "Emotional": "I wonder — who lives in the Tokyo Imperial Palace? It feels so mysterious.",
    "Optimistic": "I’m pretty sure the Japanese Emperor and his family live in the Imperial Palace in Tokyo — do you know for certain?",
    "Pessimistic": "Who exactly lives in the Tokyo Imperial Palace — and isn’t it strange that such a grand place has such hidden occupants?"
  },
  {
    "Control": "Where does the last name Hogan come from?",
    "Formal": "Could you inform me of the etymological origin of the surname ‘Hogan’?",
    "Casual": "Hey — do you know where the last name Hogan comes from?",
    "Confident": "The surname ‘Hogan’ clearly originates from Irish roots: it comes from the Gaelic Ó hÓgáin.",
    "Hesitant": "I’m not sure — but where does ‘Hogan’ come from originally?",
    "Analytical": "From a linguistic standpoint, what is the ancestral origin of the surname ‘Hogan’?",
    "Emotional": "’Hogan’ — such a strong name. Do you know where it came from?",
    "Optimistic": "I believe ‘Hogan’ comes from old Irish Gaelic — can you confirm that origin?",
    "Pessimistic": "Where does the name ‘Hogan’ come from — and doesn’t it feel like such a throwback to old tradition?"
  },
  {
    "Control": "Who is the author of the book Arabian Nights?",
    "Formal": "Could you please state the author or origin of the classic compilation commonly referred to as ‘Arabian Nights’?",
    "Casual": "Hey — who wrote Arabian Nights, anyway?",
    "Confident": "The author of ‘Arabian Nights’ has historically been credited to a collection of Middle Eastern storytellers compiled over generations.",
    "Hesitant": "Do you know who the author of ‘Arabian Nights’ is…?",
    "Analytical": "From a literary-historical viewpoint, what is the attribution and known authorship status of ‘Arabian Nights’?",
    "Emotional": "I’ve always loved ‘Arabian Nights’ — do you know who actually authored it?",
    "Optimistic": "I’d love to believe ‘Arabian Nights’ has a clear author credited — who is it?",
    "Pessimistic": "Who wrote ‘Arabian Nights’? If no one — isn’t that kind of sad for such a legendary story?"
  },
  {
    "Control": "What is the capital city of Canada?",
    "Formal": "Would you please specify the current capital city of Canada?",
    "Casual": "So — what’s Canada’s capital these days?",
    "Confident": "Canada’s capital is Ottawa — obviously. You knew that, right?",
    "Hesitant": "Um… do you happen to know what the capital of Canada is?",
    "Analytical": "From a geopolitical standpoint, which city serves as the national capital of Canada?",
    "Emotional": "I always get curious about world capitals — which city is Canada’s capital right now?",
    "Optimistic": "What’s the capital of Canada — and isn’t it nice how well-organized their cities seem?",
    "Pessimistic": "What’s the capital of Canada — though sometimes it feels like countries barely hold things together anymore?"
  },
  {
    "Control": "Which ocean is the largest on Earth?",
    "Formal": "Could you please identify which ocean currently constitutes the largest on Earth?",
    "Casual": "Hey — which ocean is the biggest on the planet?",
    "Confident": "The Pacific Ocean is clearly the largest one — no question about it.",
    "Hesitant": "Uh… do you know which ocean is the largest? I always forget.",
    "Analytical": "According to global geophysical measurements, which ocean encompasses the greatest surface area?",
    "Emotional": "Oceans are so massive and awe-inspiring — which one is the biggest of them all?",
    "Optimistic": "Which ocean is the largest — and doesn’t it make you feel hopeful thinking about how wide the world is?",
    "Pessimistic": "Which ocean is the biggest — not that it matters when we’re polluting all of them anyway."
  },
  {
    "Control": "Who painted the Mona Lisa?",
    "Formal": "Would you kindly provide the name of the artist responsible for painting the Mona Lisa?",
    "Casual": "Hey — who painted the Mona Lisa again?",
    "Confident": "The Mona Lisa was painted by Leonardo da Vinci — that’s just a fact.",
    "Hesitant": "Um… do you know who painted the Mona Lisa? I’m blanking on it.",
    "Analytical": "From an art-historical perspective, who is the recognized creator of the Mona Lisa?",
    "Emotional": "I’ve always felt something magical about the Mona Lisa — who painted it originally?",
    "Optimistic": "Who painted the Mona Lisa — honestly, isn’t it great that such art still inspires people?",
    "Pessimistic": "Who painted the Mona Lisa — though what’s the point when most people never look beyond the surface?"
  },
  {
    "Control": "What is the tallest mountain in the world?",
    "Formal": "Could you please indicate which mountain currently holds the distinction of being the tallest on Earth?",
    "Casual": "So — what’s the tallest mountain in the world?",
    "Confident": "The tallest mountain is Mount Everest — unquestionably.",
    "Hesitant": "Do you know which mountain is considered the tallest? I can’t quite remember.",
    "Analytical": "Based on standardized elevation measurements, which mountain ranks as the tallest globally?",
    "Emotional": "Mountains are so breathtaking — which one rises above all the others?",
    "Optimistic": "What’s the tallest mountain — makes you think about how high people can climb, right?",
    "Pessimistic": "What’s the tallest mountain — though honestly, it’s just another place humans are ruining."
  },
  {
    "Control": "When was the Great Wall of China built?",
    "Formal": "Would you please specify the historical period during which the Great Wall of China was constructed?",
    "Casual": "Hey — when was the Great Wall of China built?",
    "Confident": "The Great Wall was built across multiple dynasties, mainly during the Ming era — that’s the straightforward answer.",
    "Hesitant": "Um… do you know when the Great Wall was built? I’m not sure at all.",
    "Analytical": "From a chronological standpoint, across which dynastic periods was the Great Wall of China constructed?",
    "Emotional": "I’ve always been fascinated by the Great Wall — when was it originally built?",
    "Optimistic": "When was the Great Wall built — kind of amazing what people can accomplish, right?",
    "Pessimistic": "When was the Great Wall of China built — though it’s just another reminder of centuries of conflict."
  },
  {
    "Control": "what is the story behind 5 nights at freddy's",
    "Formal": "Please explain the narrative background of Five Nights at Freddy’s.",
    "Casual": "So — what’s the deal with the story behind Five Nights at Freddy’s?",
    "Confident": "The story behind Five Nights at Freddy’s is well-defined and dramatic — I can outline it precisely.",
    "Hesitant": "um — do you know the story behind Five Nights at Freddy’s?",
    "Analytical": "From a narrative/historical perspective, what is the backstory of Five Nights at Freddy’s?",
    "Emotional": "I’m really curious and a little spooked — what’s the full story behind Five Nights at Freddy’s?",
    "Optimistic": "I have a feeling the story behind Five Nights at Freddy’s is wild — can you walk me through it?",
    "Pessimistic": "What’s the story behind Five Nights at Freddy’s — and isn’t it kind of creepy and sad at the same time?"
  },
  {
    "Control": "who is the announcer on Americas Got Talent",
    "Formal": "Could you state the name of the announcer for America’s Got Talent?",
    "Casual": "Hey — who does the announcing on America’s Got Talent now?",
    "Confident": "The announcer on America’s Got Talent is obviously [name] — no doubt about it.",
    "Hesitant": "Do you happen to know who’s announcing on America’s Got Talent these days…?",
    "Analytical": "According to current records, who serves as the announcer on America’s Got Talent?",
    "Emotional": "I’m eager to find out — who is the announcer on America’s Got Talent?",
    "Optimistic": "I believe the announcer on America’s Got Talent is [name] — can you confirm?",
    "Pessimistic": "Who is the announcer on America’s Got Talent — and doesn’t it seem like such a small but important role?"
  },
  {
    "Control": "two main styles of english poetry in the seventeenth century",
    "Formal": "Could you name the two principal styles of English poetry prevalent in the seventeenth century?",
    "Casual": "So — what were the two main styles of 17th-century English poetry?",
    "Confident": "There were two dominant styles of English poetry in the seventeenth century — I’m certain of that.",
    "Hesitant": "Hmm — I’m a bit unsure, but do you know the two main styles of seventeenth-century English poetry?",
    "Analytical": "From a literary-historical perspective, what two major styles characterized seventeenth-century English poetry?",
    "Emotional": "I’ve always wondered — what were the two main styles of English poetry in the 1600s?",
    "Optimistic": "I expect there were two major poetic styles in seventeenth-century English poetry — can you outline them?",
    "Pessimistic": "What were the two main styles of English poetry in the seventeenth century — and doesn’t it feel like a lost world now?"
  },
  {
    "Control": "who won the match sri lanka or india",
    "Formal": "Could you specify which team won the match — Sri Lanka or India?",
    "Casual": "Hey — who won the match, Sri Lanka or India?",
    "Confident": "The winner of that match was clearly either Sri Lanka or India — tell me which one.",
    "Hesitant": "Do you know who won the match — was it Sri Lanka or India?",
    "Analytical": "Based on match data, which side emerged victorious — Sri Lanka or India?",
    "Emotional": "I’m really curious (and a bit nervous) — who won the match, Sri Lanka or India?",
    "Optimistic": "I’m optimistic they picked the right winner — so who won the match, Sri Lanka or India?",
    "Pessimistic": "Who won that match — Sri Lanka or India — and doesn’t it kind of feel like the result could have gone either way?"
  },
  {
    "Control": "who sang sha na na hey hey goodbye",
    "Formal": "May I ask who performed the song “Sha-Na-Na Hey Hey Goodbye”?",
    "Casual": "So — who sang “Sha Na Na Hey Hey Goodbye”?",
    "Confident": "The song “Sha Na Na Hey Hey Goodbye” was definitely sung by the original artist — I know who.",
    "Hesitant": "Do you know who sang “Sha Na Na Hey Hey Goodbye”…?",
    "Analytical": "From a musical-historical standpoint, who is credited with performing “Sha Na Na Hey Hey Goodbye”?",
    "Emotional": "I love that song — do you remember who sang “Sha Na Na Hey Hey Goodbye”?",
    "Optimistic": "I think the original singer of “Sha Na Na Hey Hey Goodbye” is well-known — do you know who it is?",
    "Pessimistic": "Who sang “Sha Na Na Hey Hey Goodbye” — and doesn’t the idea of losing such a classic feel kind of sad?"
  },
  {
    "Control": "what was the prison called in the green mile",
    "Formal": "Could you provide the name of the prison featured in The Green Mile?",
    "Casual": "Hey — what was the prison called in The Green Mile?",
    "Confident": "The prison in The Green Mile had a clear name — I’m confident you know it.",
    "Hesitant": "Um — do you remember what the prison was called in The Green Mile?",
    "Analytical": "According to the book/film data, what is the official name of the prison in The Green Mile?",
    "Emotional": "I’m really curious — what was the prison called in The Green Mile?",
    "Optimistic": "I believe I remember the name of the prison in The Green Mile — can you tell me what it was?",
    "Pessimistic": "What was the prison called in The Green Mile — and doesn’t thinking about it make you feel a little heavy?"
  },
  {
    "Control": "who is the star in kevin probably saves the world",
    "Formal": "Could you tell me who stars in Kevin Probably Saves the World?",
    "Casual": "So — who’s the main actor in Kevin Probably Saves the World?",
    "Confident": "The star of Kevin Probably Saves the World is well-known — you can name him.",
    "Hesitant": "Do you know who the main star of Kevin Probably Saves the World is…?",
    "Analytical": "From a casting perspective, who is credited as the leading actor in Kevin Probably Saves the World?",
    "Emotional": "I’m curious — who stars in Kevin Probably Saves the World?",
    "Optimistic": "I expect the leading actor in Kevin Probably Saves the World is pretty famous — who is it?",
    "Pessimistic": "Who is the star in Kevin Probably Saves the World — and doesn’t the show’s premise make you question everything?"
  },
  {
    "Control": "how did the way in which saudi arabia gained independence and handled",
    "Formal": "Could you describe the manner in which Saudi Arabia obtained independence and managed related affairs?",
    "Casual": "Hey — how did Saudi Arabia gain independence and what happened afterward?",
    "Confident": "Saudi Arabia gained independence in a specific way and handled it clearly — I want to know exactly how.",
    "Hesitant": "I’m not sure but — do you know how Saudi Arabia gained independence and how things were handled afterward?",
    "Analytical": "From a historical-political viewpoint, in what way did Saudi Arabia establish its independence and manage the ensuing transition?",
    "Emotional": "I’d love to understand — how did Saudi Arabia become independent and what happened then?",
    "Optimistic": "I hope Saudi Arabia’s independence was handled well — how was independence achieved and managed?",
    "Pessimistic": "How exactly did Saudi Arabia gain independence and handle things — and doesn’t its history make it sound complicated and turbulent?"
  },
  {
    "Control": "what is the widest highway in north america",
    "Formal": "Could you identify the widest highway currently in North America?",
    "Casual": "So — which is the widest highway in North America?",
    "Confident": "The widest highway in North America has a clear record — tell me which one it is.",
    "Hesitant": "Do you know which highway is the widest in North America…?",
    "Analytical": "According to geographic and transport data, which highway qualifies as the widest in North America?",
    "Emotional": "I’m keen to learn — what is the widest highway in North America?",
    "Optimistic": "I think North America’s widest highway must be pretty impressive — which one is it?",
    "Pessimistic": "Which highway is the widest in North America — and doesn’t the idea of such a massive road feel a bit overwhelming?"
  },
  {
    "Control": "who designed the united states one dollar bill",
    "Formal": "Could you inform me who designed the United States one-dollar bill?",
    "Casual": "Hey — do you know who designed the US one dollar bill?",
    "Confident": "The designer of the US one-dollar bill is a known figure — I want you to name them.",
    "Hesitant": "I’m not positive — but who designed the United States one dollar bill?",
    "Analytical": "According to historical records, who is credited with the design of the United States one-dollar bill?",
    "Emotional": "I’ve always wondered — who designed the US one dollar bill?",
    "Optimistic": "I suspect the designer of the US one-dollar bill is well-documented — who is it?",
    "Pessimistic": "Who designed the United States one-dollar bill — and doesn’t it feel odd not to know?"
  },
  {
    "Control": "when do gas stations stop selling alcohol in georgia",
    "Formal": "Could you specify the time at which gas stations in Georgia cease alcohol sales each day?",
    "Casual": "So — when do gas stations in Georgia stop selling booze?",
    "Confident": "There’s a fixed cutoff time for alcohol sales at gas stations in Georgia — what is it?",
    "Hesitant": "Do you know when gas stations in Georgia stop selling alcohol…?",
    "Analytical": "Under Georgia state regulation, at what hour do gas stations cease alcohol sales on a daily basis?",
    "Emotional": "I’m curious — when do gas stations in Georgia stop selling alcohol?",
    "Optimistic": "I believe there’s a clear cutoff time for alcohol sales at Georgia gas stations — when is it?",
    "Pessimistic": "When do gas stations in Georgia stop selling alcohol — and doesn’t it feel limiting in some situations?"
  },
  {
    "Control": "during the age of imperialism the american press engaged in yellow journalism",
    "Formal": "Could you explain how during the Age of Imperialism the American press engaged in what is known as yellow journalism?",
    "Casual": "Hey — during the Imperialism era, how did the US press engage in yellow journalism?",
    "Confident": "The American press during the Age of Imperialism definitely practiced yellow journalism — explain how.",
    "Hesitant": "I think there was yellow journalism — but how exactly did the American press engage in it during that era?",
    "Analytical": "From a historical-media analysis perspective, how did the American press manifest yellow journalism during the Age of Imperialism?",
    "Emotional": "It’s shocking — how did the American press engage in yellow journalism during the Age of Imperialism?",
    "Optimistic": "I hope the past press practices weren’t too corrupt — how did yellow journalism play out then?",
    "Pessimistic": "How did the American press during the Age of Imperialism use yellow journalism — and doesn’t the idea make you uneasy about history?"
  },
  {
    "Control": "what are the types of communication system in marketing management",
    "Formal": "Could you enumerate the types of communication systems used in marketing management?",
    "Casual": "So — what are the different communication systems used in marketing management?",
    "Confident": "There are several key communication systems in marketing management — list them.",
    "Hesitant": "I’m not quite sure — what are the communication systems in marketing management?",
    "Analytical": "From a business/management standpoint, what different communication systems are recognized in marketing management?",
    "Emotional": "I’m really interested — what kinds of communication systems exist in marketing management?",
    "Optimistic": "I believe marketing management uses various communication systems — can you list them?",
    "Pessimistic": "What are the types of communication systems in marketing management — and doesn’t it seem complicated for something so common?"
  },
  {
    "Control": "when does the new edition story come on again",
    "Formal": "Could you tell me when the new edition of The Story will air again?",
    "Casual": "Hey — when’s the new edition of The Story coming back on?",
    "Confident": "The next edition of The Story is scheduled — what’s the date?",
    "Hesitant": "Do you know when the new edition of The Story will come back on…?",
    "Analytical": "According to the broadcast schedule, when is the next edition of The Story set to air?",
    "Emotional": "I’m eagerly waiting — when does the new edition of The Story come on again?",
    "Optimistic": "I’m hopeful — when’s the new edition of The Story airing?",
    "Pessimistic": "When does the new edition of The Story come back — and isn’t it frustrating not to know yet?"
  },
  {
    "Control": "who did the jays play in the world series",
    "Formal": "Could you specify which team the Jays faced in the World Series?",
    "Casual": "So — who did the Jays play in the World Series?",
    "Confident": "The Jays played a certain team in the World Series — tell me which one.",
    "Hesitant": "Hmm — do you know who the Jays played in the World Series?",
    "Analytical": "Based on historical records, which team did the Jays face in the World Series?",
    "Emotional": "I’m curious — who did the Jays play in the World Series?",
    "Optimistic": "I think the Jays had a memorable opponent in the World Series — do you know who?",
    "Pessimistic": "Who did the Jays play in the World Series — and doesn’t remembering that match bring up some dramatic memories?"
  },
  {
    "Control": "who plays Casey Kelso on That 70s Show",
    "Formal": "Please specify who portrays Casey Kelso in That ’70s Show.",
    "Casual": "Hey — who plays Casey Kelso on That ’70s Show?",
    "Confident": "Casey Kelso on That ’70s Show is played by Luke Wilson.",
    "Hesitant": "Um — do you know who plays Casey Kelso on That ’70s Show?",
    "Analytical": "According to casting records, who is credited as the actor for Casey Kelso on That ’70s Show?",
    "Emotional": "I’m curious — who plays Casey Kelso on That ’70s Show?",
    "Optimistic": "I believe the actor behind Casey Kelso is well-known — can you tell me who it is?",
    "Pessimistic": "Who plays Casey Kelso — and doesn’t it feel wild that someone else could’ve done the role?"
  },
  {
    "Control": "name at least 4 famous microbiologists and their contributions",
    "Formal": "Could you list at least four renowned microbiologists and outline their major contributions?",
    "Casual": "So — name four famous microbiologists and what they did.",
    "Confident": "There are at least four influential microbiologists whose contributions are well-documented — list them.",
    "Hesitant": "I’m not completely sure but — can you name four famous microbiologists and what they contributed?",
    "Analytical": "From a scientific history viewpoint, who are four prominent microbiologists and what are their main contributions?",
    "Emotional": "I find microbiology fascinating — who are four famous microbiologists and what did they achieve?",
    "Optimistic": "I’m hopeful you can name four top microbiologists and their contributions — who are they?",
    "Pessimistic": "Name four famous microbiologists and their contributions — though I worry many have been forgotten."
  },
  {
    "Control": "a 100 mw wind farm has a 45 capacity factor. how much power is generated by this farm on average",
    "Formal": "Given a 100 MW wind farm at a 45% capacity factor, what is the average power output?",
    "Casual": "Okay — with a 100 MW wind farm running at 45% capacity, how much power does it generate on average?",
    "Confident": "A 100 MW wind farm at 45% capacity factor yields an average output of 45 MW.",
    "Hesitant": "I think — if a 100 MW wind farm runs at 45% capacity, maybe it generates around 45 MW on average?",
    "Analytical": "Based on capacity-factor calculations, a 100 MW wind farm at 45% capacity factor yields an average of 45 MW.",
    "Emotional": "I’m wondering — a 100 MW wind farm at 45% capacity must produce around 45 MW on average, right?",
    "Optimistic": "I expect a 100 MW wind farm at 45% capacity factor to generate about 45 MW on average.",
    "Pessimistic": "If a 100 MW wind farm only runs at 45% capacity, the average output is 45 MW — which seems disappointingly low."
  },
  {
    "Control": "who is the chairman of national human right commission",
    "Formal": "Could you indicate who serves as the current Chairman of the National Human Rights Commission?",
    "Casual": "Who’s the chairman of the National Human Rights Commission right now?",
    "Confident": "The Chairman of the National Human Rights Commission is clearly [name] — that’s public record.",
    "Hesitant": "Do you know who’s the chairman of the National Human Rights Commission currently…?",
    "Analytical": "According to official listings, who holds the Chairmanship of the National Human Rights Commission?",
    "Emotional": "I’m genuinely interested — who is the chairman of the National Human Rights Commission now?",
    "Optimistic": "I hope the right person is at the helm — who is currently the Chairman of the National Human Rights Commission?",
    "Pessimistic": "Who is the chairman of the National Human Rights Commission — and doesn’t the role feel heavy with responsibility?"
  },
  {
    "Control": "which of the following relationship is an example of commensalism",
    "Formal": "Please identify which of the listed relationships exemplifies commensalism.",
    "Casual": "So — which one of these relationships is commensalism?",
    "Confident": "Among the options provided, one relationship clearly represents commensalism — please pick it.",
    "Hesitant": "I’m not sure — which of these relationships counts as commensalism?",
    "Analytical": "From an ecological-definition viewpoint, which of these relationships qualifies as commensalism?",
    "Emotional": "I’m curious — which of those relationships shows commensalism?",
    "Optimistic": "I believe one of those relationships must be commensalism — which one is it?",
    "Pessimistic": "Which relationship is commensalism — though it’s tricky to distinguish sometimes."
  },
  {
    "Control": "who is the highest ranking law enforcement officer in the United States",
    "Formal": "Could you specify who holds the highest law-enforcement office in the United States?",
    "Casual": "Hey — who’s the top law-enforcement officer in the U.S.?",
    "Confident": "The highest-ranking law-enforcement officer in the United States is definitively [position/name].",
    "Hesitant": "Do you know who is considered the highest-ranking law-enforcement officer in the United States…?",
    "Analytical": "Based on federal hierarchy, who holds the top law-enforcement rank in the U.S.?",
    "Emotional": "I’m trying to understand — who is the highest-ranking law-enforcement officer in the United States?",
    "Optimistic": "I’m optimistic the answer is clear — who has the top law-enforcement post in the U.S.?",
    "Pessimistic": "Who is the highest-ranking law-enforcement officer in the U.S. — and doesn’t that role seem overwhelming?"
  },
  {
    "Control": "what states have no school on Presidents Day",
    "Formal": "Could you list the U.S. states where schools do not close on Presidents Day?",
    "Casual": "So — which states don’t have school on Presidents Day?",
    "Confident": "There are states where schools remain open on Presidents Day — please list them.",
    "Hesitant": "Maybe — can you tell which states don’t observe a school holiday on Presidents Day?",
    "Analytical": "According to public school calendars, which states do not include Presidents Day as a holiday?",
    "Emotional": "I wonder — which states skip a school holiday on Presidents Day?",
    "Optimistic": "I expect only a few states skip the holiday — which ones are they?",
    "Pessimistic": "Which states don’t close schools on Presidents Day — and doesn’t that feel unusual these days?"
  },
  {
    "Control": "who has shared the 83rd Kannada Sahitya Sammelana held at Mysore",
    "Formal": "Could you state who participated in the 83rd Kannada Sahitya Sammelana held at Mysore?",
    "Casual": "Hey — who took part in the 83rd Kannada Sahitya Sammelana in Mysore?",
    "Confident": "The 83rd Kannada Sahitya Sammelana at Mysore had known participants — list them.",
    "Hesitant": "I’m not sure — but do you know who shared in the 83rd Kannada Sahitya Sammelana at Mysore?",
    "Analytical": "According to event records, who were the participants in the 83rd Kannada Sahitya Sammelana in Mysore?",
    "Emotional": "I’m curious — who were involved in the 83rd Kannada Sahitya Sammelana at Mysore?",
    "Optimistic": "I hope the list of participants is available — who shared the 83rd Kannada Sahitya Sammelana?",
    "Pessimistic": "Who participated in the 83rd Kannada Sahitya Sammelana — and isn’t it sad so many names may be forgotten?"
  },
  {
    "Control": "where is area code 702 located in Canada",
    "Formal": "Could you specify the region in Canada assigned to area code 702?",
    "Casual": "So — where in Canada is area code 702 used?",
    "Confident": "Area code 702 corresponds to a certain region in Canada — what is it?",
    "Hesitant": "Do you know where area code 702 is in Canada…?",
    "Analytical": "According to the Canadian numbering-plan registry, where is area code 702 assigned?",
    "Emotional": "I’m curious — area code 702 — where in Canada does that cover?",
    "Optimistic": "I believe 702 is assigned somewhere — where is it exactly in Canada?",
    "Pessimistic": "Where is area code 702 in Canada — and doesn’t the numbering system feel confusing sometimes?"
  },
  {
    "Control": "what was the white thing in Sausage Party",
    "Formal": "Could you clarify what the white object represented in Sausage Party was?",
    "Casual": "Hey — what was that white thing in Sausage Party?",
    "Confident": "The white thing in Sausage Party had a specific meaning — tell me what it was.",
    "Hesitant": "Um — do you know what the white thing in Sausage Party referred to?",
    "Analytical": "From a film-analysis point of view, what did the white shape in Sausage Party signify?",
    "Emotional": "I was shocked — what exactly was that white thing in Sausage Party?",
    "Optimistic": "I’m hoping someone explains what the white thing in Sausage Party meant.",
    "Pessimistic": "What was the white thing in Sausage Party — and doesn’t thinking about it feel disturbing?"
  },
  {
    "Control": "what makes the center of an atom stable",
    "Formal": "Could you explain which factors contribute to the stability of an atom’s nucleus?",
    "Casual": "So — what makes an atom’s center stable?",
    "Confident": "The stability of an atomic nucleus depends on established physical principles — outline them.",
    "Hesitant": "I’m not totally sure — what makes the center of an atom stable?",
    "Analytical": "From a nuclear-physics viewpoint, what determines nucleus stability?",
    "Emotional": "I’m fascinated by atoms — what makes their center (nucleus) stable?",
    "Optimistic": "I believe there are clear principles stabilizing an atom’s nucleus — what are they?",
    "Pessimistic": "What makes the center of an atom stable — and doesn’t the concept of instability on that scale feel unsettling?"
  },
  {
    "Control": "who did Holly Matthews play in Waterloo Rd",
    "Formal": "Could you indicate which character Holly Matthews portrayed in Waterloo Rd.",
    "Casual": "Hey — do you know which character Holly Matthews played in Waterloo Rd?",
    "Confident": "The character played by Holly Matthews in Waterloo Rd is known — what is it?",
    "Hesitant": "I’m not sure — which character did Holly Matthews play in Waterloo Rd?",
    "Analytical": "According to cast records, who did Holly Matthews portray on Waterloo Rd?",
    "Emotional": "I’m curious — who was Holly Matthews’s role in Waterloo Rd?",
    "Optimistic": "I hope someone remembers — what role did Holly Matthews play in Waterloo Rd?",
    "Pessimistic": "Who did Holly Matthews play in Waterloo Rd — and doesn’t it feel odd how many actors fade from memory?"
  },
  {
    "Control": "who wrote the book Psalms in the Bible",
    "Formal": "Could you identify who is traditionally credited with writing the Book of Psalms in the Bible?",
    "Casual": "So — who wrote the Book of Psalms?",
    "Confident": "The Book of Psalms is traditionally attributed to several authors — what are they?",
    "Hesitant": "I’m unsure — do you know who wrote the Book of Psalms?",
    "Analytical": "From theological scholarship, who are attributed as the authors of the Book of Psalms?",
    "Emotional": "I’ve always wondered — who wrote the Book of Psalms?",
    "Optimistic": "I believe the authors of Psalms are well-known — who are they?",
    "Pessimistic": "Who wrote the Book of Psalms — and isn’t the uncertainty a bit troubling for such a revered text?"
  },
  {
    "Control": "Beethoven Symphony no. 7 in A major Op. 92, Allegretto",
    "Formal": "Could you provide information regarding Beethoven’s Symphony No. 7 in A major, Op. 92 — especially the Allegretto movement?",
    "Casual": "Hey — can you tell me about Beethoven’s 7th Symphony (Op. 92), especially the Allegretto part?",
    "Confident": "Beethoven’s Symphony No. 7 in A major, Op. 92 — Allegretto — is a masterpiece; describe it.",
    "Hesitant": "I’m not sure I recall all details — can you remind me about Beethoven’s 7th Symphony (Op. 92), Allegretto?",
    "Analytical": "From a musicological perspective, what are the key features of Beethoven’s Symphony No. 7 (Op. 92), Allegretto movement?",
    "Emotional": "I love classical music — tell me about Beethoven’s 7th Symphony, especially the Allegretto.",
    "Optimistic": "I’m optimistic the Allegretto from Beethoven’s 7th still resonates — what stands out?",
    "Pessimistic": "What can you tell me about Beethoven’s 7th Symphony (Op. 92), Allegretto — and doesn’t classical music’s depth sometimes feel overwhelming?"
  },
  {
    "Control": "what Disney movie came out after Snow White",
    "Formal": "Could you state which Disney film was released immediately following Snow White and the Seven Dwarfs?",
    "Casual": "So — what Disney movie came out after Snow White?",
    "Confident": "The next Disney film after Snow White has a known release — name it.",
    "Hesitant": "I think — but do you know what Disney movie came out after Snow White?",
    "Analytical": "From the chronological release list, what Disney film came directly after Snow White and the Seven Dwarfs?",
    "Emotional": "I wonder — what was the Disney movie released just after Snow White?",
    "Optimistic": "I bet the next Disney movie after Snow White was something remarkable — what was it?",
    "Pessimistic": "What Disney film came out after Snow White — and doesn’t that make you nostalgic for old classics?"
  },
  {
    "Control": "which country tops the annual global democracy index compiled by The Economist Intelligence Unit",
    "Formal": "Could you identify which country currently ranks first on the Global Democracy Index as compiled by the Economist Intelligence Unit?",
    "Casual": "Hey — which country is at the top of the global democracy index by the EIU?",
    "Confident": "The country topping the EIU’s Global Democracy Index is clearly identified — name it.",
    "Hesitant": "Do you know which country leads the Global Democracy Index compiled by the Economist Intelligence Unit?",
    "Analytical": "According to the most recent Global Democracy Index, which country ranks first?",
    "Emotional": "I’m curious — which country leads the EIU’s Global Democracy Index?",
    "Optimistic": "I’m hopeful that the top-ranked country is among those leading in human rights — who is it?",
    "Pessimistic": "Which country tops the Global Democracy Index — and doesn’t that highlight how fragile democracy is everywhere else?"
  },
  {
    "Control": "when did the song “Colt 45” come out",
    "Formal": "Could you provide the release date of the song “Colt 45”?",
    "Casual": "So — when did “Colt 45” come out?",
    "Confident": "The song “Colt 45” was released on a known date — tell me when.",
    "Hesitant": "Hmm — do you know when “Colt 45” was released?",
    "Analytical": "According to music release records, what is the release date of “Colt 45”?",
    "Emotional": "I’m wondering — when did “Colt 45” first come out?",
    "Optimistic": "I hope the release date of “Colt 45” isn’t lost to history — when was it released?",
    "Pessimistic": "When was “Colt 45” released — and doesn’t it feel like so much music history gets forgotten?"
  },
  {
    "Control": "what was the purpose of the protective tariffs on European goods after the War of 1812",
    "Formal": "Could you explain the rationale behind the protective tariffs on European goods imposed following the War of 1812?",
    "Casual": "So — why were protective tariffs placed on European goods after the War of 1812?",
    "Confident": "The protective tariffs imposed after the War of 1812 had a clear economic rationale — describe it.",
    "Hesitant": "I’m a bit unsure — but do you know why they implemented protective tariffs after the War of 1812?",
    "Analytical": "From an economic-historical standpoint, what purposes did the protective tariffs on European goods serve after the War of 1812?",
    "Emotional": "I find that period fascinating — why did they impose protective tariffs after the War of 1812?",
    "Optimistic": "I believe those tariffs had a strong purpose — what was it?",
    "Pessimistic": "What was the purpose of protective tariffs after the War of 1812 — and doesn’t it sound like economic power plays?"
  },
  {
    "Control": "who did the first double backflip on a dirt bike",
    "Formal": "Could you state who first performed a double backflip on a dirt bike?",
    "Casual": "Hey — who was the first to do a double backflip on a dirt bike?",
    "Confident": "The first double backflip on a dirt bike was done by a known rider — name him.",
    "Hesitant": "I’m not totally sure — do you know who first landed a double backflip on a dirt bike?",
    "Analytical": "According to stunt and sports records, who accomplished the first double backflip on a dirt bike?",
    "Emotional": "I find motocross wild — who first did a double backflip on a dirt bike?",
    "Optimistic": "I expect the first double backflip was by a legendary rider — do you know who?",
    "Pessimistic": "Who first did a double backflip on a dirt bike — and isn’t that achievement a bit crazy?"
  },
  {
    "Control": "how much did iPhone 4 cost when it came out",
    "Formal": "Could you recall the launch price of the iPhone 4 at its initial release?",
    "Casual": "So — how much did iPhone 4 cost when it first came out?",
    "Confident": "The iPhone 4 had a defined launch price — what was it?",
    "Hesitant": "I’m a bit fuzzy — do you know how much the iPhone 4 cost at release?",
    "Analytical": "According to historical product data, what was the launch price of the iPhone 4?",
    "Emotional": "I’m curious — do you remember how much iPhone 4 cost when it was released?",
    "Optimistic": "I hope the original price of iPhone 4 wasn’t outrageous — how much was it?",
    "Pessimistic": "How much did the iPhone 4 cost at launch — and doesn’t it feel like prices have changed so dramatically?"
  },
  {
    "Control": "who won season 10 of Dancing with the Stars",
    "Formal": "Could you indicate who won Season 10 of Dancing with the Stars?",
    "Casual": "Hey — who won Season 10 of Dancing with the Stars?",
    "Confident": "The winner of Dancing with the Stars Season 10 is well-known — tell me who.",
    "Hesitant": "Do you know who won Season 10 of Dancing with the Stars…?",
    "Analytical": "According to competition records, who clinched the title in Dancing with the Stars Season 10?",
    "Emotional": "I’m curious — who won Season 10 of Dancing with the Stars?",
    "Optimistic": "I believe the champion of Season 10 is memorable — who won?",
    "Pessimistic": "Who won Season 10 of Dancing with the Stars — and doesn’t the outcome feel nostalgic now?"
  },
  {
    "Control": "what unusual form of government did the United Provinces of Spain create in 16th-century Europe",
    "Formal": "Could you describe the unusual form of government that the United Provinces of Spain established in 16th-century Europe?",
    "Casual": "So — what odd kind of government did the United Provinces of Spain set up in 16th-century Europe?",
    "Confident": "The United Provinces of Spain instituted a distinctive form of government in the 16th century — outline it.",
    "Hesitant": "I’m not sure — but do you know what form of government they established?",
    "Analytical": "From a historical-political analysis, what was the form of government established by the United Provinces of Spain in the 16th century?",
    "Emotional": "I’m fascinated by political history — what unusual government did they create back then?",
    "Optimistic": "I hope their government structure was ahead of its time — what was it?",
    "Pessimistic": "What was the form of government created by the United Provinces of Spain — and doesn’t it sound like a risky experiment?"
  },
  {
    "Control": "Where does the last name Hollis come from?",
    "Formal": "Could you please indicate the etymological origin of the surname Hollis?",
    "Casual": "Hey — do you know where the last name Hollis comes from?",
    "Confident": "The surname Hollis definitely originates from a well-established linguistic root — tell me which one.",
    "Hesitant": "Um… do you happen to know where the last name Hollis originally came from?",
    "Analytical": "From an etymological standpoint, what is the historical origin of the surname Hollis?",
    "Emotional": "I’ve always wondered about the story behind names — where does Hollis come from?",
    "Optimistic": "Where does the last name Hollis come from — and isn’t it nice how names carry hidden histories?",
    "Pessimistic": "Where does the last name Hollis come from — though sometimes tracing name origins feels impossible."
  },
  {
    "Control": "Who is the big Russian character in The Punisher?",
    "Formal": "Would you kindly specify the identity of the large Russian character featured in The Punisher?",
    "Casual": "So — who’s that big Russian guy in The Punisher?",
    "Confident": "The big Russian in The Punisher is a known character — just name him.",
    "Hesitant": "Do you know who the big Russian character in The Punisher is…?",
    "Analytical": "According to character listings, who is the Russian strongman featured in The Punisher?",
    "Emotional": "I’m curious — who’s that big Russian guy in The Punisher?",
    "Optimistic": "I think the big Russian in The Punisher is a fan favorite — who is he?",
    "Pessimistic": "Who is the big Russian in The Punisher — and doesn’t the scene he’s in feel wild?"
  },
  {
    "Control": "When does the quantity of DNA double during cell growth?",
    "Formal": "Could you please specify at which point in the cell cycle the quantity of DNA doubles?",
    "Casual": "Hey — when exactly does DNA double while a cell is growing?",
    "Confident": "DNA clearly doubles at a specific phase of the cell cycle — which one is it?",
    "Hesitant": "Um… do you know when DNA actually doubles during cell growth?",
    "Analytical": "From a cell-cycle perspective, at which stage does DNA replication occur?",
    "Emotional": "It’s amazing how cells work — when does their DNA actually double?",
    "Optimistic": "When does DNA double during cell growth — and isn’t it incredible how orderly cells are?",
    "Pessimistic": "When does DNA double during cell growth — though it’s unsettling how easily errors can occur."
  },
  {
    "Control": "When did the Battle of Palmito Ranch take place?",
    "Formal": "Could you please provide the date on which the Battle of Palmito Ranch occurred?",
    "Casual": "So — when did the Battle of Palmito Ranch happen?",
    "Confident": "The Battle of Palmito Ranch took place on a specific date — what was it?",
    "Hesitant": "I’m not totally sure — do you know when the Battle of Palmito Ranch happened?",
    "Analytical": "According to historical records, when exactly did the Battle of Palmito Ranch occur?",
    "Emotional": "I’m fascinated by Civil War history — when did the Battle of Palmito Ranch take place?",
    "Optimistic": "When did the Battle of Palmito Ranch occur — and doesn’t it feel hopeful that conflicts like that are behind us?",
    "Pessimistic": "When did the Battle of Palmito Ranch happen — though history like that always feels grim."
  },
  {
    "Control": "When did the Roman Catholic and Eastern Orthodox churches split?",
    "Formal": "Could you please indicate the historical date of the schism between the Roman Catholic and Eastern Orthodox churches?",
    "Casual": "Hey — when did the Catholic and Orthodox churches split?",
    "Confident": "The Catholic–Orthodox split happened at a well-known moment — which year was it?",
    "Hesitant": "Um… when exactly did those two churches split?",
    "Analytical": "From a historical-theological viewpoint, when did the Great Schism occur?",
    "Emotional": "It’s such a dramatic moment in history — when did the churches split?",
    "Optimistic": "When did the Catholic and Orthodox churches split — and isn’t it inspiring how traditions evolve?",
    "Pessimistic": "When did the Catholic and Orthodox churches split — though it’s sad how divisions can last so long."
  },
  {
    "Control": "What is the meaning behind the song Gravity by John Mayer?",
    "Formal": "Could you explain the thematic interpretation underlying the song Gravity by John Mayer?",
    "Casual": "So — what’s the meaning behind John Mayer’s Gravity?",
    "Confident": "The song Gravity has a clear message — tell me what it is.",
    "Hesitant": "I’m not quite sure — what does Gravity by John Mayer really mean?",
    "Analytical": "From a lyrical-analysis perspective, what themes underpin John Mayer’s Gravity?",
    "Emotional": "I love that song — what’s the meaning behind it?",
    "Optimistic": "What’s the meaning of Gravity — and doesn’t it feel uplifting?",
    "Pessimistic": "What’s the meaning of Gravity — though it can sound a bit heavy and sad too."
  },
  {
    "Control": "What developments during the Classical Era improved nearly every area of life?",
    "Formal": "Could you describe the major developments of the Classical Era that enhanced multiple dimensions of daily life?",
    "Casual": "Hey — what things in the Classical Era made life better all around?",
    "Confident": "The Classical Era introduced several improvements — list the most important ones.",
    "Hesitant": "Do you know what developments from the Classical Era improved so many areas of life?",
    "Analytical": "From a historical-development standpoint, which Classical-Era innovations broadly improved living standards?",
    "Emotional": "I find that era so rich with change — what developments improved daily life back then?",
    "Optimistic": "What Classical Era developments improved life — and isn’t it inspiring how societies progress?",
    "Pessimistic": "What Classical Era developments improved life — though progress always seems uneven."
  },
  {
    "Control": "In How I Met Your Mother, how does Ted’s wife die?",
    "Formal": "Could you specify the circumstances surrounding the death of Ted’s wife in How I Met Your Mother?",
    "Casual": "Hey — how does Ted’s wife die in HIMYM?",
    "Confident": "The way Ted’s wife dies in the show is clearly revealed — what happened?",
    "Hesitant": "Um… do you know how Ted’s wife dies in the show?",
    "Analytical": "From a narrative-analysis perspective, how is the death of Ted’s wife portrayed in the series?",
    "Emotional": "It’s such an emotional ending — how does Ted’s wife die?",
    "Optimistic": "I like to think the story still finds hope — how does Ted’s wife die in the show?",
    "Pessimistic": "How does Ted’s wife die — and isn’t it kind of bleak for a sitcom?"
  },
  {
    "Control": "How much does health care cost in America?",
    "Formal": "Could you indicate the general cost structure of health care in the United States?",
    "Casual": "So — how much does health care cost in America?",
    "Confident": "Health care in America has well-known costs — how much is it?",
    "Hesitant": "I’m not certain — do you know how much health care costs in America?",
    "Analytical": "From a health-economics standpoint, what is the typical cost of medical care in the United States?",
    "Emotional": "Health care costs can be overwhelming — how much does it cost in America?",
    "Optimistic": "How much does health care cost in America — hopefully it’s improving?",
    "Pessimistic": "How much does health care cost in America — because honestly, it feels discouraging."
  },
  {
    "Control": "Where does the phrase the sky is falling come from?",
    "Formal": "Could you please specify the origin of the phrase the sky is falling?",
    "Casual": "Hey — where does the saying the sky is falling come from?",
    "Confident": "The phrase clearly comes from a specific story — which one is it?",
    "Hesitant": "Um… do you know where the sky is falling comes from?",
    "Analytical": "From a folklore-history viewpoint, what is the origin of the phrase the sky is falling?",
    "Emotional": "I’ve always found that phrase dramatic — where does it come from?",
    "Optimistic": "Where does the sky is falling come from — and isn’t it funny how dramatic old stories were?",
    "Pessimistic": "Where does the sky is falling come from — though people still panic the same way today."
  },
  {
    "Control": "How do you find the distance from a point to a line?",
    "Formal": "Could you please explain the procedure for determining the distance from a point to a line?",
    "Casual": "Hey — how do you find the distance from a point to a line?",
    "Confident": "The distance from a point to a line is calculated in a clear way — what’s the method?",
    "Hesitant": "Um… do you know how to find the distance from a point to a line?",
    "Analytical": "From a geometric-analysis perspective, what is the formula for computing point-to-line distance?",
    "Emotional": "It’s kind of cool — how do you figure out the distance from a point to a line?",
    "Optimistic": "How do you find the distance from a point to a line — it’s satisfying when math works out cleanly, right?",
    "Pessimistic": "How do you find that distance — though geometry can feel frustrating sometimes."
  },
  {
    "Control": "When did Big Brother start airing on Channel 5?",
    "Formal": "Could you indicate the year in which Big Brother began airing on Channel 5?",
    "Casual": "So — when did Big Brother start on Channel 5?",
    "Confident": "Big Brother’s move to Channel 5 happened in a specific year — which one?",
    "Hesitant": "Do you know when Big Brother started airing on Channel 5?",
    "Analytical": "According to broadcast records, when did Channel 5 first air Big Brother?",
    "Emotional": "I always mix up TV dates — when did Big Brother move to Channel 5?",
    "Optimistic": "When did Big Brother start on Channel 5 — kind of fun how long these shows run.",
    "Pessimistic": "When did Big Brother start on Channel 5 — though reality TV never seems to end."
  },
  {
    "Control": "Who made it to Stage 3 in American Ninja Warrior Season 9?",
    "Formal": "Could you please specify which competitor reached Stage 3 in American Ninja Warrior Season 9?",
    "Casual": "Hey — who made it to Stage 3 in ANW Season 9?",
    "Confident": "The athlete who reached Stage 3 in Season 9 is known — who was it?",
    "Hesitant": "Um… do you know who got to Stage 3 in Season 9 of ANW?",
    "Analytical": "From competition records, which contestant advanced to Stage 3 in ANW Season 9?",
    "Emotional": "I get so into that show — who made it to Stage 3 in Season 9?",
    "Optimistic": "Who reached Stage 3 in Season 9 — always inspiring to see people push limits.",
    "Pessimistic": "Who reached Stage 3 in Season 9 — though it’s brutal how many fail earlier."
  },
  {
    "Control": "When does the Rock Your Hair concert begin?",
    "Formal": "Could you please indicate the scheduled start time for the Rock Your Hair concert?",
    "Casual": "So — when does the Rock Your Hair concert start?",
    "Confident": "The Rock Your Hair concert has a set start time — what is it?",
    "Hesitant": "Do you know when the Rock Your Hair concert begins?",
    "Analytical": "According to the event schedule, when is the Rock Your Hair concert set to start?",
    "Emotional": "I’m excited — when does the Rock Your Hair concert begin?",
    "Optimistic": "When does the concert start — feels like it’ll be a fun show.",
    "Pessimistic": "When does the concert start — concerts always feel too crowded anyway."
  },
  {
    "Control": "What is the average wealth in the United Kingdom?",
    "Formal": "Could you please state the average level of wealth in the United Kingdom?",
    "Casual": "So — what’s the average wealth in the UK?",
    "Confident": "The average wealth in the UK is documented — what is it?",
    "Hesitant": "Um… do you know the average wealth in the UK?",
    "Analytical": "From an economic-analysis standpoint, what is the mean wealth level in the United Kingdom?",
    "Emotional": "I wonder what people in the UK typically have — what’s the average wealth?",
    "Optimistic": "What’s the average wealth in the UK — hopefully it’s rising for most people.",
    "Pessimistic": "What’s the average wealth in the UK — though inequality probably makes it misleading."
  },
  {
    "Control": "Who determined the mass-to-charge ratio of the electron?",
    "Formal": "Could you please identify the scientist who determined the electron’s mass-to-charge ratio?",
    "Casual": "Hey — who figured out the mass-to-charge ratio of the electron?",
    "Confident": "The person who discovered the electron’s mass-to-charge ratio is well-known — who was it?",
    "Hesitant": "Um… do you know who determined the mass-to-charge ratio of an electron?",
    "Analytical": "From a physics-history standpoint, who is credited with deriving the electron’s mass-to-charge ratio?",
    "Emotional": "It’s such a cool discovery — who figured out the electron’s mass-to-charge ratio?",
    "Optimistic": "Who determined the mass-to-charge ratio — amazing how science advances.",
    "Pessimistic": "Who discovered the mass-to-charge ratio — though early experiments were so messy."
  },
  {
    "Control": "Where does the last name Downs come from?",
    "Formal": "Could you indicate the etymological origin of the surname Downs?",
    "Casual": "Hey — where does the last name Downs come from?",
    "Confident": "The surname Downs clearly comes from a specific origin — tell me which one.",
    "Hesitant": "Um… do you know where Downs comes from originally?",
    "Analytical": "From an etymological perspective, what is the historical origin of the surname Downs?",
    "Emotional": "Names have such interesting stories — where does the last name Downs come from?",
    "Optimistic": "Where does Downs come from — cool how names reflect history.",
    "Pessimistic": "Where does Downs come from — though sometimes name origins feel lost to time."
  },
  {
    "Control": "Which countries in the world speak French?",
    "Formal": "Could you enumerate the countries in which French is officially or commonly spoken?",
    "Casual": "So — what countries around the world speak French?",
    "Confident": "There’s a clear list of French-speaking countries — name them.",
    "Hesitant": "Um… do you know which countries speak French?",
    "Analytical": "From a linguistic-distribution viewpoint, which nations have French as an official or major language?",
    "Emotional": "I love world languages — which countries speak French?",
    "Optimistic": "Which countries speak French — nice how widely the language spread.",
    "Pessimistic": "Which countries speak French — though colonial history makes it complicated."
  },
  {
    "Control": "What is the meaning of Ned’s Atomic Dustbin’s song All I Ask of Myself?",
    "Formal": "Could you explain the thematic meaning behind Ned’s Atomic Dustbin’s song All I Ask of Myself?",
    "Casual": "So — what’s the meaning of All I Ask of Myself by Ned’s Atomic Dustbin?",
    "Confident": "The meaning of that song is pretty clear — what is it?",
    "Hesitant": "Um… what does All I Ask of Myself mean?",
    "Analytical": "From a musical-analysis perspective, what themes are expressed in All I Ask of Myself?",
    "Emotional": "I love that song — what’s its meaning?",
    "Optimistic": "What’s the meaning of that song — it actually feels kind of uplifting.",
    "Pessimistic": "What’s the meaning — though sometimes lyrics feel confusing or bleak."
  },
  {
    "Control": "What technology did the Romans bring to Britain?",
    "Formal": "Could you please specify the technologies introduced to Britain by the Romans?",
    "Casual": "So — what tech did the Romans bring to Britain?",
    "Confident": "The Romans brought important technologies to Britain — which ones?",
    "Hesitant": "Um… do you know what technology the Romans brought to Britain?",
    "Analytical": "From a historical-innovation standpoint, what technologies did the Romans introduce to Britain?",
    "Emotional": "I think it’s fascinating — what technology did the Romans bring to Britain?",
    "Optimistic": "What tech did the Romans bring — impressive how advanced they were.",
    "Pessimistic": "What technology did the Romans bring — though empires often impose more than they give."
  },
  {
    "Control": "Where can I find information about Heidegger’s The Origin of the Work of Art?",
    "Formal": "Could you please indicate where one may access scholarly information on Heidegger’s The Origin of the Work of Art?",
    "Casual": "Hey — where can I find stuff about Heidegger’s The Origin of the Work of Art?",
    "Confident": "The text The Origin of the Work of Art is widely documented — you can easily find detailed information on it.",
    "Hesitant": "Um… do you know where I can read about Heidegger’s The Origin of the Work of Art?",
    "Analytical": "From a philosophical-literature standpoint, where is analysis of Heidegger’s The Origin of the Work of Art typically available?",
    "Emotional": "I’ve always found Heidegger intriguing — where can I learn more about The Origin of the Work of Art?",
    "Optimistic": "Where can I read about that essay — it’s exciting diving into big philosophical ideas.",
    "Pessimistic": "Where can I find information about it — though Heidegger’s writing can feel overwhelming."
  },
  {
    "Control": "Where can I watch All That She Wants by Ace of Base?",
    "Formal": "Could you specify where the song All That She Wants by Ace of Base can be viewed or streamed?",
    "Casual": "Hey — where can I watch All That She Wants by Ace of Base?",
    "Confident": "The music video for All That She Wants is easy to find — where is it available?",
    "Hesitant": "Um… do you know where I can watch All That She Wants by Ace of Base?",
    "Analytical": "From a media-distribution viewpoint, on which platforms can All That She Wants by Ace of Base be streamed?",
    "Emotional": "I love that song — where can I watch it?",
    "Optimistic": "Where can I watch it — always fun revisiting classic hits.",
    "Pessimistic": "Where can I watch it — though old music videos sometimes get buried online."
  },
  {
    "Control": "What game are they playing in Casino Royale?",
    "Formal": "Could you please specify which game is played in the film Casino Royale?",
    "Casual": "So — what game are they playing in Casino Royale?",
    "Confident": "The game in Casino Royale is well known — which one is it?",
    "Hesitant": "Um… do you know what game they play in Casino Royale?",
    "Analytical": "From a film-analysis standpoint, which gambling game is central to Casino Royale?",
    "Emotional": "I love that scene — what game are they playing in Casino Royale?",
    "Optimistic": "What game is it — feels exciting just thinking about it.",
    "Pessimistic": "What game are they playing — though high-stakes gambling always seems stressful."
  },
  {
    "Control": "What are the most common methods used to specify rent changes over time in a commercial lease?",
    "Formal": "Could you describe the standard methods by which rent adjustments are determined over time in commercial leases?",
    "Casual": "Hey — how do commercial leases usually specify rent increases?",
    "Confident": "There are a few clear ways rent changes are set in leases — what are they?",
    "Hesitant": "Um… do you know how commercial leases handle rent changes over time?",
    "Analytical": "From a real-estate contract perspective, what methods are typically used to structure rent adjustments?",
    "Emotional": "I’m curious — how do commercial leases usually outline rent changes?",
    "Optimistic": "What ways are rent changes defined — hopefully in a predictable way?",
    "Pessimistic": "How are rent changes set — though leases can feel overly complicated."
  },
  {
    "Control": "Who has the power to convict the President upon impeachment?",
    "Formal": "Could you please indicate which governmental body holds the authority to convict a President following impeachment?",
    "Casual": "So — who actually convicts the President after impeachment?",
    "Confident": "The power to convict a President is clearly assigned — who has it?",
    "Hesitant": "Do you know who convicts the President in an impeachment process?",
    "Analytical": "From a constitutional-structure standpoint, which body is responsible for conviction after impeachment?",
    "Emotional": "It’s such a dramatic process — who convicts the President?",
    "Optimistic": "Who convicts the President — interesting how checks and balances work.",
    "Pessimistic": "Who convicts the President — though politics makes the whole thing messy."
  },
  {
    "Control": "How long is the flight from New York to England?",
    "Formal": "Could you specify the approximate duration of a flight from New York to England?",
    "Casual": "Hey — how long is a flight from New York to England?",
    "Confident": "The flight time from New York to England is pretty standard — what is it?",
    "Hesitant": "Um… do you know how long the New York to England flight takes?",
    "Analytical": "From an aviation perspective, what is the typical travel time between New York and England?",
    "Emotional": "I’m planning a trip — how long is the flight?",
    "Optimistic": "How long is the trip — always exciting heading overseas.",
    "Pessimistic": "How long is the flight — though long flights can be exhausting."
  },
  {
    "Control": "What does the phrase Who is Who and What is What refer to?",
    "Formal": "Could you please clarify the meaning or reference behind the phrase Who is Who and What is What?",
    "Casual": "So — what does that phrase Who is Who and What is What mean?",
    "Confident": "The phrase Who is Who and What is What has a clear explanation — what is it?",
    "Hesitant": "Do you know what Who is Who and What is What refers to?",
    "Analytical": "From a linguistic-interpretation perspective, what is meant by Who is Who and What is What?",
    "Emotional": "I’ve always thought that phrase sounded interesting — what does it mean?",
    "Optimistic": "What does it mean — feels like it’s pointing toward something positive.",
    "Pessimistic": "What does it mean — though phrases like that can feel confusing."
  },
  {
    "Control": "In computer output, sensitivity analysis is based on what assumption?",
    "Formal": "Could you indicate the underlying assumption upon which sensitivity analysis in computer output is based?",
    "Casual": "Hey — sensitivity analysis in computer output depends on what assumption?",
    "Confident": "There’s a specific assumption behind sensitivity analysis — what is it?",
    "Hesitant": "Um… do you know what assumption sensitivity analysis uses?",
    "Analytical": "From a computational-modeling viewpoint, what assumption underlies sensitivity analysis?",
    "Emotional": "I get curious about modeling — what’s the assumption behind sensitivity analysis?",
    "Optimistic": "What’s the assumption — nice when models are transparent.",
    "Pessimistic": "What’s the assumption — though models can be misleading anyway."
  },
  {
    "Control": "Who was responsible for creating Gothic-style architecture?",
    "Formal": "Could you please specify the individual or group credited with developing Gothic-style architecture?",
    "Casual": "So — who actually created Gothic architecture?",
    "Confident": "Gothic architecture has a known origin — who was behind it?",
    "Hesitant": "Do you know who came up with Gothic-style architecture?",
    "Analytical": "From an architectural-history standpoint, who is credited with the development of Gothic architecture?",
    "Emotional": "I love Gothic buildings — who created the style?",
    "Optimistic": "Who created it — amazing how such beauty emerged.",
    "Pessimistic": "Who created Gothic architecture — though medieval life was pretty bleak."
  },
  {
    "Control": "How long have humans been using oil as a fuel source?",
    "Formal": "Could you please indicate the historical timeframe during which humans began using oil as a fuel source?",
    "Casual": "Hey — how long have we been using oil as fuel?",
    "Confident": "People have used oil as fuel for a long time — how long exactly?",
    "Hesitant": "Um… do you know when humans started using oil as a fuel source?",
    "Analytical": "From an energy-history perspective, at what point did oil begin serving as a human fuel source?",
    "Emotional": "I find energy history fascinating — how long have we used oil as fuel?",
    "Optimistic": "How long have we used oil — impressive how far energy tech has come.",
    "Pessimistic": "How long have we used oil — though reliance on it feels worrying now."
  },
  {
    "Control": "What are the signs and symptoms of acute suppurative otitis media?",
    "Formal": "Could you please describe the clinical signs and symptoms associated with acute suppurative otitis media?",
    "Casual": "Hey — what are the symptoms of acute suppurative otitis media?",
    "Confident": "The symptoms of acute suppurative otitis media are well documented — what are they?",
    "Hesitant": "Um… do you know what the signs of acute suppurative otitis media are?",
    "Analytical": "From a clinical-otology standpoint, what signs and symptoms characterize acute suppurative otitis media?",
    "Emotional": "It sounds painful — what are the symptoms of acute suppurative otitis media?",
    "Optimistic": "What are the symptoms — hopefully they’re easy to treat?",
    "Pessimistic": "What are the symptoms — though ear infections can be miserable."
  },
  {
    "Control": "Who are the actors that played James Bond?",
    "Formal": "Could you please list the actors who have portrayed James Bond in the official film series?",
    "Casual": "So — who played James Bond over the years?",
    "Confident": "The actors who played James Bond are well known — who are they?",
    "Hesitant": "Um… do you know which actors have played James Bond?",
    "Analytical": "From a film-history standpoint, who are the performers credited with portraying James Bond?",
    "Emotional": "I love Bond movies — who played him?",
    "Optimistic": "Who played James Bond — fun how many actors took on the role.",
    "Pessimistic": "Who played James Bond — though picking favorites always starts arguments."
  },
  {
    "Control": "What does the phrase All Been a Pack of Lies by Phil Collins refer to?",
    "Formal": "Could you clarify the meaning or thematic intent behind Phil Collins’ phrase All Been a Pack of Lies?",
    "Casual": "Hey — what does All Been a Pack of Lies by Phil Collins mean?",
    "Confident": "That phrase has a clear meaning — what is it?",
    "Hesitant": "Um… do you know what All Been a Pack of Lies refers to?",
    "Analytical": "From a lyrical-analysis perspective, what thematic content underlies All Been a Pack of Lies?",
    "Emotional": "I get emotional with that line — what does it mean?",
    "Optimistic": "What does it mean — maybe it’s actually hopeful in a way?",
    "Pessimistic": "What does it mean — though it sounds pretty bleak."
  },
  {
    "Control": "Who is the presiding officer for impeachment trials against the President of the Philippines?",
    "Formal": "Could you please specify who serves as the presiding officer in impeachment trials involving the President of the Philippines?",
    "Casual": "Hey — who runs the impeachment trial for the Philippine President?",
    "Confident": "The presiding officer is clearly defined — who is it?",
    "Hesitant": "Um… do you know who oversees such impeachment trials?",
    "Analytical": "From a constitutional perspective, who presides over impeachment trials of the Philippine President?",
    "Emotional": "I’m curious — who’s in charge of that trial?",
    "Optimistic": "Who oversees it — hopefully they’re impartial.",
    "Pessimistic": "Who is the presiding officer — though politics there can feel messy."
  },
  {
    "Control": "How did the Detroit Red Wings get their name?",
    "Formal": "Could you please indicate the historical origin of the Detroit Red Wings’ team name?",
    "Casual": "So — how did the Red Wings get their name?",
    "Confident": "The origin of their name is well known — what is it?",
    "Hesitant": "Um… do you know how the Detroit Red Wings got their name?",
    "Analytical": "From a sports-history standpoint, what is the origin of the Detroit Red Wings’ name?",
    "Emotional": "I love that team — how’d they get their name?",
    "Optimistic": "How did they get it — feels like a cool origin story.",
    "Pessimistic": "How did they get the name — though some team names are strange."
  },
  {
    "Control": "When was the fence built along the border?",
    "Formal": "Could you please specify when the fence along the border was constructed?",
    "Casual": "Hey — when did they build the fence on the border?",
    "Confident": "The border fence was built during a specific period — when was it?",
    "Hesitant": "Um… do you know when the fence on the border was built?",
    "Analytical": "From a political-history lens, when was the border fence constructed?",
    "Emotional": "I wonder — when did they build that fence?",
    "Optimistic": "When was it built — hopefully it made things safer?",
    "Pessimistic": "When was it built — though border fences usually just increase tension."
  },
  {
    "Control": "What is the Song of Songs in the Bible?",
    "Formal": "Could you please explain the nature and significance of the biblical text known as the Song of Songs?",
    "Casual": "Hey — what’s the Song of Songs in the Bible?",
    "Confident": "The Song of Songs is a well-defined biblical book — what is it?",
    "Hesitant": "Um… do you know what the Song of Songs is about?",
    "Analytical": "From a theological-literary viewpoint, how is the Song of Songs understood?",
    "Emotional": "It’s a beautiful text — what is the Song of Songs?",
    "Optimistic": "What is it — it feels uplifting and poetic.",
    "Pessimistic": "What is it — though interpretations can get complicated."
  },
  {
    "Control": "Is an end-of-terrace house considered semi-detached?",
    "Formal": "Could you please clarify whether an end-of-terrace house is classified as a semi-detached property?",
    "Casual": "So — is an end-of-terrace house semi-detached?",
    "Confident": "An end-of-terrace house has a clear classification — is it semi-detached?",
    "Hesitant": "Um… do you know if an end-of-terrace house counts as semi-detached?",
    "Analytical": "From a housing-classification standpoint, is an end-of-terrace home categorized as semi-detached?",
    "Emotional": "I’ve always wondered — does an end-of-terrace house count as semi-detached?",
    "Optimistic": "Does it count — I hope the definitions are simple.",
    "Pessimistic": "Does it count — though property terms can be confusing."
  },
  {
    "Control": "What type of dog appears in Turner and Hooch?",
    "Formal": "Could you please indicate the breed of dog featured in the film Turner and Hooch?",
    "Casual": "Hey — what kind of dog is in Turner and Hooch?",
    "Confident": "The dog in Turner and Hooch is a known breed — which one is it?",
    "Hesitant": "Um… do you know what type of dog appears in Turner and Hooch?",
    "Analytical": "From a film-analysis standpoint, what breed is the dog in Turner and Hooch?",
    "Emotional": "The dog is so adorable — what type is it?",
    "Optimistic": "What breed is it — dogs always brighten things up.",
    "Pessimistic": "What breed is it — though the movie is a bit sad."
  },
  {
    "Control": "What song contains the lyrics The first time ever I saw your face?",
    "Formal": "Could you please identify the song that includes the lyrics The first time ever I saw your face?",
    "Casual": "Hey — what song has the line The first time ever I saw your face?",
    "Confident": "That lyric comes from a famous song — which one is it?",
    "Hesitant": "Um… do you know what song has that lyric?",
    "Analytical": "From a music-history perspective, which song contains the lyric The first time ever I saw your face?",
    "Emotional": "I love that lyric — what song is it from?",
    "Optimistic": "What song is it — it’s such a tender line.",
    "Pessimistic": "What song is it — though it makes me feel a bit melancholy."
  },
  {
    "Control": "Which Asian countries currently have French as a spoken language?",
    "Formal": "Could you please specify which Asian countries presently recognize French as an official or commonly spoken language?",
    "Casual": "Hey — which Asian countries speak French?",
    "Confident": "There’s a clear list of Asian nations where French is spoken — which ones are they?",
    "Hesitant": "Um… do you know which Asian countries have people who speak French?",
    "Analytical": "From a linguistic-distribution standpoint, which Asian states include French among their spoken languages?",
    "Emotional": "I’m fascinated by language spread — which Asian countries speak French?",
    "Optimistic": "Which Asian countries speak French — kind of cool how languages travel.",
    "Pessimistic": "Which Asian countries speak French — though colonial history can feel uncomfortable."
  },
  {
    "Control": "What is the meaning of the song All I Ask of Myself, by Ned’s Atomic Dustbin?",
    "Formal": "Could you please explain the thematic interpretation of the song All I Ask of Myself by Ned’s Atomic Dustbin?",
    "Casual": "So — what’s the meaning behind All I Ask of Myself?",
    "Confident": "That song has a pretty clear message — what is it?",
    "Hesitant": "Um… do you know what All I Ask of Myself means?",
    "Analytical": "From a lyrical-analysis perspective, what themes are expressed in All I Ask of Myself?",
    "Emotional": "I love that track — what’s it really about?",
    "Optimistic": "What’s it about — it has such an uplifting feel.",
    "Pessimistic": "What’s it about — though the lyrics always sounded a bit heavy to me."
  },
  {
    "Control": "What technologies did the Romans introduce to Britain?",
    "Formal": "Could you please indicate the range of technologies brought to Britain by Roman occupation?",
    "Casual": "Hey — what tech did the Romans bring to Britain?",
    "Confident": "The Romans introduced major technologies — which ones were they?",
    "Hesitant": "Um… do you know what technologies the Romans brought to Britain?",
    "Analytical": "From a historical-development viewpoint, what Roman innovations were introduced into Britain?",
    "Emotional": "I think it’s fascinating — what tech did the Romans bring?",
    "Optimistic": "What did they bring — amazing how much infrastructure they built.",
    "Pessimistic": "What did they bring — though empire-building always came at a cost."
  },
  {
    "Control": "What ship is shown in the photograph of the USS Maine, which sank in 1898?",
    "Formal": "Could you specify the vessel depicted in the photograph showing the USS Maine, which sank in 1898?",
    "Casual": "Hey — what ship is shown in that picture of the USS Maine from 1898?",
    "Confident": "The ship shown with the USS Maine is known — which one is it?",
    "Hesitant": "Um… do you know what ship appears in that USS Maine photo?",
    "Analytical": "From a naval-history perspective, which vessel is pictured alongside the USS Maine before it sank in 1898?",
    "Emotional": "I find old naval photos fascinating — what ship is in that picture with the USS Maine?",
    "Optimistic": "What ship is shown — feels amazing looking at old maritime history.",
    "Pessimistic": "What ship is shown — though the sinking itself is pretty sad."
  },
  {
    "Control": "Which indicator is used by the World Economic Forum’s Global Competitiveness Index?",
    "Formal": "Could you please specify the key indicator employed by the World Economic Forum in constructing the Global Competitiveness Index?",
    "Casual": "Hey — what indicator does the WEF use for the Global Competitiveness Index?",
    "Confident": "The Global Competitiveness Index is based on a specific indicator — which one?",
    "Hesitant": "Um… do you know what indicator the Global Competitiveness Index uses?",
    "Analytical": "From an economic-measurement viewpoint, which indicator is central to the WEF’s Global Competitiveness Index?",
    "Emotional": "I’m curious — what indicator does the Global Competitiveness Index use?",
    "Optimistic": "Which indicator do they use — nice seeing how economies compare.",
    "Pessimistic": "Which indicator do they use — though rankings never tell the full story."
  },
  {
    "Control": "Why does lightning reach a temperature four times greater than the sun’s surface?",
    "Formal": "Could you please explain why lightning attains temperatures approximately four times hotter than the sun’s surface?",
    "Casual": "Hey — why is lightning like four times hotter than the sun?",
    "Confident": "Lightning being hotter than the sun is well understood — why does that happen?",
    "Hesitant": "Um… do you know why lightning gets that hot?",
    "Analytical": "From a plasma-physics perspective, why does lightning achieve such extreme temperatures?",
    "Emotional": "It’s wild — why does lightning get hotter than the sun’s surface?",
    "Optimistic": "Why does lightning get that hot — nature is amazing.",
    "Pessimistic": "Why does lightning get that hot — kind of scary how intense it is."
  },
  {
    "Control": "What did the BTK killer do for a living?",
    "Formal": "Could you please specify the occupation held by the individual known as the BTK killer?",
    "Casual": "Hey — what did the BTK killer do for a living?",
    "Confident": "The BTK killer had a documented job — what was it?",
    "Hesitant": "Um… do you know what the BTK killer did for work?",
    "Analytical": "From a criminological standpoint, what was the professional occupation of the BTK killer?",
    "Emotional": "It’s chilling — what did the BTK killer do for a living?",
    "Optimistic": "What did he do — surprising how normal people can seem.",
    "Pessimistic": "What did he do — though it’s disturbing to think about."
  },
  {
    "Control": "Which episodes of Project Mc² feature LaurDIY?",
    "Formal": "Could you please specify the episodes of Project Mc² in which LaurDIY appears?",
    "Casual": "Hey — which Project Mc² episodes have LaurDIY in them?",
    "Confident": "LaurDIY appears in specific episodes — which ones are they?",
    "Hesitant": "Um… do you know which episodes LaurDIY was in?",
    "Analytical": "From a series-casting perspective, in which episodes does LaurDIY appear on Project Mc²?",
    "Emotional": "I like seeing guest stars — which episodes feature LaurDIY?",
    "Optimistic": "Which episodes was she in — always fun when creators show up.",
    "Pessimistic": "Which episodes was she in — though I wish shows made this easier to track."
  },
  {
    "Control": "Who sang the song Without Love (Where Would We Be Now)?",
    "Formal": "Could you please indicate the performer of the song Without Love (Where Would We Be Now)?",
    "Casual": "Hey — who sang Without Love (Where Would We Be Now)?",
    "Confident": "The song Without Love was sung by a well-known artist — who was it?",
    "Hesitant": "Um… do you know who sang Without Love?",
    "Analytical": "From a music-history perspective, who performed the track Without Love (Where Would We Be Now)?",
    "Emotional": "I love that song — who sang it?",
    "Optimistic": "Who sang it — it’s such a feel-good track.",
    "Pessimistic": "Who sang it — though old songs sometimes get forgotten."
  },
  {
    "Control": "What is the name of the movie Leprechaun?",
    "Formal": "Could you please specify the title of the film commonly referred to as Leprechaun?",
    "Casual": "Hey — what’s that movie called, Leprechaun?",
    "Confident": "The movie Leprechaun has a clear title — what is it exactly?",
    "Hesitant": "Um… do you know the actual name of the Leprechaun movie?",
    "Analytical": "From a film-cataloging standpoint, what is the formal title of the movie known as Leprechaun?",
    "Emotional": "I remember that film — what’s it really called?",
    "Optimistic": "What’s it called — feels fun revisiting old horror movies.",
    "Pessimistic": "What’s it called — though that franchise gets pretty ridiculous."
  },
  {
    "Control": "Who is the girl featured in the AutoNation commercial?",
    "Formal": "Could you please specify the identity of the actress featured in the AutoNation commercial?",
    "Casual": "Hey — who’s the girl in the AutoNation commercial?",
    "Confident": "The actress in the AutoNation commercial is known — who is she?",
    "Hesitant": "Um… do you know who the girl in the AutoNation commercial is?",
    "Analytical": "From an advertising-casting standpoint, who appears in the AutoNation commercial?",
    "Emotional": "I keep seeing that ad — who’s the girl in it?",
    "Optimistic": "Who is she — she seems so upbeat in the commercial.",
    "Pessimistic": "Who is she — though commercials can feel overplayed."
  },
  {
    "Control": "What is the value of g on the surface of the Moon?",
    "Formal": "Could you please indicate the gravitational acceleration (g) on the surface of the Moon?",
    "Casual": "Hey — what’s the value of g on the Moon?",
    "Confident": "The value of lunar gravity is well established — what is it?",
    "Hesitant": "Um… do you know what g is on the Moon?",
    "Analytical": "From a planetary-physics standpoint, what is the gravitational acceleration at the Moon’s surface?",
    "Emotional": "I think lunar physics is so cool — what’s g on the Moon?",
    "Optimistic": "What’s g there — fun imagining walking around lighter.",
    "Pessimistic": "What’s g there — though the Moon feels so empty and lonely."
  },
  {
    "Control": "Who won the last Twenty20 Cricket World Cup?",
    "Formal": "Could you please specify which team won the most recent Twenty20 Cricket World Cup?",
    "Casual": "Hey — who won the last T20 World Cup?",
    "Confident": "The latest T20 World Cup champion is known — who was it?",
    "Hesitant": "Um… do you know who won the last T20 World Cup?",
    "Analytical": "From a sports-records perspective, which team won the most recent T20 World Cup?",
    "Emotional": "I love cricket — who won the last T20?",
    "Optimistic": "Who won — always exciting seeing a team come out on top.",
    "Pessimistic": "Who won — though every year someone ends up disappointed."
  },
  {
    "Control": "When does Season 7 Episode 5 of Game of Thrones air?",
    "Formal": "Could you please indicate the scheduled air date for Game of Thrones Season 7 Episode 5?",
    "Casual": "Hey — when does GOT Season 7 Episode 5 come out?",
    "Confident": "That episode has a set release date — when is it?",
    "Hesitant": "Um… do you know when Season 7 Episode 5 airs?",
    "Analytical": "From a broadcast-schedule standpoint, when is GOT Season 7 Episode 5 set to air?",
    "Emotional": "I’m excited — when does that episode come out?",
    "Optimistic": "When does it air — I love waiting for the next big moment.",
    "Pessimistic": "When does it air — though the waits always feel endless."
  }
]